import dogpng from "@/assets/images/fake/dog.jpg";
import catpng from "@/assets/images/fake/cat.jpg";


export const rituals = [
  {
    id: "rituals_01",
    code: "rituals_01",
    label: "树洞",
    hasPrice: true,
    tip: "选择树洞后，您将永远不能看回看此心情",
    ceremonys: [
      "神呀！请让我的心情永远随飞去吧吧吧111",
      "神呀！请让我的心情永远随飞去吧吧吧222",
      "神呀！请让我的心情永远随飞去吧吧吧333",
      "神呀！请让我的心情永远随飞去吧吧吧444",
      "神呀！请让我的心情永远随飞去吧吧吧555",
      "神呀！请让我的心情永远随飞去吧吧吧666",
      "神呀！请让我的心情永远随飞去吧吧吧777",
      "神呀！请让我的心情永远随飞去吧吧吧888",
      "神呀！请让我的心情永远随飞去吧吧吧999",
      "神呀！请让我的心情永远随飞去吧吧吧000",
    ],
    image: dogpng,
  },
  {
    id: "rituals_02",
    code: "rituals_02",
    label: "黑洞里",
    hasPrice: true,
    tip: "随飞去的会再也找不到了",
    ceremonys: [
      "111神呀！让这糟糕的心情永远滚进黑洞里吧",
      "222神呀！让这糟糕的心情永远滚进黑洞里吧",
      "333神呀！让这糟糕的心情永远滚进黑洞里吧",
      "444神呀！让这糟糕的心情永远滚进黑洞里吧",
      "555神呀！让这糟糕的心情永远滚进黑洞里吧",
      "666神呀！让这糟糕的心情永远滚进黑洞里吧",
      "777神呀！让这糟糕的心情永远滚进黑洞里吧",
      "888神呀！让这糟糕的心情永远滚进黑洞里吧",
      "999神呀！让这糟糕的心情永远滚进黑洞里吧",
      "000神呀！让这糟糕的心情永远滚进黑洞里吧",
    ],
    image: catpng,
  },
  {
    id: "rituals_03",
    code: "rituals_03",
    label: "记下来",
    hasPrice: false,
    tip: "记下来随时回味回味",
    ceremonys: [
      "111神呀！记下来随时回味回味",
      "222神呀！记下来随时回味回味",
      "333神呀！记下来随时回味回味",
      "444神呀！记下来随时回味回味",
      "555神呀！记下来随时回味回味",
    ],
    image: dogpng,
  },
];
